Repository: PITADIA/android-couple-app
Catalog: Onboarding.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pt_br, pt_pt

# questions_intro_title
source: Questions designed to bring you closer.
de: Fragen, die euch näher bringen sollen.
es: Preguntas diseñadas para acercaros.
fr: Des questions destinées à vous rapprocher.
it: Domande pensate per avvicinarvi.
nl: Vragen ontworpen om jullie dichter bij elkaar te brengen.
pt_br: Perguntas pensadas para aproximar vocês.
pt_pt: Perguntas pensadas para vos aproximar.

# questions_intro_subtitle
source: Behind every argument often lies a lack of communication. That's why we've designed simple yet deep questions, meant to strengthen your bond even more.
de: Hinter jedem Streit verbirgt sich oft ein Mangel an Kommunikation. Deshalb haben wir einfache, aber tiefgreifende Fragen entwickelt, die eure Bindung noch mehr stärken sollen.
es: Detrás de cada discusión a menudo se esconde una falta de comunicación. Por eso hemos diseñado preguntas simples pero profundas, destinadas a fortalecer aún más vuestro vínculo.
fr: Derrière chaque dispute se cache souvent un manque de communication. C'est pourquoi nous avons conçu des questions simples mais profondes, destinées à renforcer encore plus votre lien.
it: Dietro ogni discussione spesso si nasconde una mancanza di comunicazione. Ecco perché abbiamo progettato domande semplici ma profonde, pensate per rafforzare ancora di più il vostro legame.
nl: Achter elke ruzie schuilt vaak een gebrek aan communicatie. Daarom hebben we eenvoudige maar diepgaande vragen ontworpen, bedoeld om jullie band nog meer te versterken.
pt_br: Por trás de cada discussão frequentemente se esconde uma falta de comunicação. É por isso que criamos perguntas simples mas profundas, destinadas a fortalecer ainda mais o vínculo de vocês.
pt_pt: Por trás de cada discussão esconde-se frequentemente uma falta de comunicação. É por isso que concebemos perguntas simples mas profundas, destinadas a reforçar ainda mais o vosso vínculo.

# communication_evaluation_question
source: On a scale of 1 to 10, how would you rate the communication in your relationship?
de: Auf einer Skala von 1 bis 10, wie würdest du die Kommunikation in eurer Beziehung bewerten?
es: En una escala del 1 al 10, ¿cómo calificarías la comunicación en vuestra relación?
fr: Sur une échelle de 1 à 10, à combien noteriez-vous la communication dans votre couple ?
it: Su una scala da 1 a 10, come valuteresti la comunicazione nella vostra relazione?
nl: Op een schaal van 1 tot 10, hoe zouden jullie de communicatie in jullie relatie beoordelen?
pt_br: Em uma escala de 1 a 10, como vocês avaliariam a comunicação no relacionamento de vocês?
pt_pt: Numa escala de 1 a 10, como classificariam a comunicação na vossa relação?

# private_answer_note
source: Your partner won't see your answer
de: Ihr Partner wird Ihre Antwort nicht sehen
es: Vuestra pareja no verá vuestra respuesta
fr: Votre partenaire ne verra pas votre réponse
it: Il vostro partner non vedrà la vostra risposta
nl: Je partner zal je antwoord niet zien
pt_br: Seu parceiro não verá sua resposta
pt_pt: O vosso parceiro não verá a vossa resposta

# discovery_time_question
source: Do you think you take enough time in your relationship to truly discover each other?
de: Glaubst du, dass ihr euch in eurer Beziehung genug Zeit nehmt, um euch wirklich kennenzulernen?
es: ¿Creéis que os tomáis suficiente tiempo en vuestra relación para descubriros realmente?
fr: Pensez-vous que vous prenez assez de temps dans votre couple pour vraiment vous découvrir ?
it: Pensi che vi prendiate abbastanza tempo nella vostra relazione per scoprirvi davvero?
nl: Denken jullie dat jullie genoeg tijd nemen in jullie relatie om elkaar echt te ontdekken?
pt_br: Vocês acham que dedicam tempo suficiente no relacionamento de vocês para verdadeiramente se descobrirem?
pt_pt: Acham que dedicam tempo suficiente na vossa relação para verdadeiramente vos descobrirem?

# discovery_time_yes
source: Yes
de: Ja
es: Sí
fr: Oui
it: Sì
nl: Ja
pt_br: Sim
pt_pt: Sim

# discovery_time_no
source: No
de: Nein
fr: Non
nl: Nee
pt_br: Não
pt_pt: Não

# discovery_time_could_do_better
source: We could do better
de: Wir könnten es besser machen
es: Podríamos hacerlo mejor
fr: On pourrait faire mieux
it: Potremmo fare meglio
nl: We zouden het beter kunnen doen
pt_br: Poderíamos fazer melhor
pt_pt: Podíamos fazer melhor

# listening_question
source: When a disagreement arises in your relationship, do you feel heard and understood?
de: Wenn es in eurer Beziehung zu Meinungsverschiedenheiten kommt, fühlst du dich gehört und verstanden?
es: Cuando surge un desacuerdo en vuestra relación, ¿os sentís escuchados y comprendidos?
fr: Quand un désaccord arrive dans votre couple, vous sentez-vous écouté(e) et compris(e) ?
it: Quando sorge un disaccordo nella vostra relazione, ti senti ascoltato/a e compreso/a?
nl: Wanneer er een meningsverschil ontstaat in jullie relatie, voelen jullie je gehoord en begrepen?
pt_br: Quando surge um desacordo no relacionamento de vocês, vocês se sentem ouvidos e compreendidos?
pt_pt: Quando surge um desacordo na vossa relação, sentem-se ouvidos e compreendidos?

# listening_most_of_time
source: Yes, most of the time
de: Ja, meistens
es: Sí, la mayoría de las veces
fr: Oui, la plupart du temps
it: Sì, la maggior parte delle volte
nl: Ja, meestal wel
pt_br: Sim, na maior parte das vezes
pt_pt: Sim, a maior parte das vezes

# listening_sometimes
source: Sometimes
de: Manchmal
es: A veces
fr: Parfois
it: A volte
nl: Soms
pt_br: Às vezes
pt_pt: Às vezes

# listening_rarely
source: Rarely
de: Selten
es: Raramente
fr: Rarement
it: Raramente
nl: Zelden
pt_br: Raramente
pt_pt: Raramente

# confidence_question
source: Would you say you feel completely confident being yourself with your partner?
de: Würdest du sagen, dass du dich vollkommen wohlfühlst, du selbst zu sein bei deinem Partner?
es: ¿Diríais que os sentís completamente confiados siendo vosotros mismos con vuestra pareja?
fr: Diriez-vous que vous vous sentez totalement en confiance pour être vous-même avec votre partenaire ?
it: Diresti che ti senti completamente a tuo agio nell'essere te stesso/a con il tuo partner?
nl: Zouden jullie zeggen dat jullie je volledig op je gemak voelen om jezelf te zijn bij jullie partner?
pt_br: Vocês diriam que se sentem completamente confiantes para serem vocês mesmos com o parceiro de vocês?
pt_pt: Diriam que se sentem completamente confiantes para serem vocês próprios com o vosso parceiro?

# confidence_completely
source: Yes, completely
de: Ja, vollkommen
es: Sí, completamente
fr: Oui, complètement
it: Sì, completamente
nl: Ja, volledig
pt_br: Sim, completamente
pt_pt: Sim, completamente

# confidence_most_of_time
source: Most of the time
de: Meistens
es: La mayoría de las veces
fr: La plupart du temps
it: La maggior parte delle volte
nl: Meestal wel
pt_br: Na maior parte das vezes
pt_pt: A maior parte das vezes

# confidence_not_always
source: Not always
de: Nicht immer
es: No siempre
fr: Pas toujours
it: Non sempre
nl: Niet altijd
pt_br: Nem sempre
pt_pt: Nem sempre

# complicity_question
source: How would you describe your complicity in your relationship today?
de: Wie würdest du eure Komplizenschaft in eurer Beziehung heute beschreiben?
es: ¿Cómo describiríais vuestra complicidad en vuestra relación hoy?
fr: Comment décririez-vous aujourd'hui votre complicité dans votre couple ?
it: Come descriveresti la vostra complicità nella vostra relazione oggi?
nl: Hoe zouden jullie jullie verbondenheid in jullie relatie vandaag de dag beschrijven?
pt_br: Como vocês descreveriam hoje a cumplicidade de vocês no relacionamento?
pt_pt: Como descreveriam hoje a vossa cumplicidade na vossa relação?

# complicity_strong_fulfilling
source: Strong and fulfilling
de: Stark und erfüllend
es: Fuerte y enriquecedora
fr: Forte et épanouissante
it: Forte e appagante
nl: Sterk en vervullend
pt_br: Forte e enriquecedora
pt_pt: Forte e enriquecedora

# complicity_present
source: Present
de: Vorhanden
es: Presente
fr: Présente
it: Presente
nl: Aanwezig
pt_br: Presente
pt_pt: Presente

# complicity_sometimes_lacking
source: Sometimes lacking
de: Manchmal fehlend
es: A veces escasa
fr: Parfois en manque
it: A volte mancante
nl: Soms ontbrekend
pt_br: Às vezes em falta
pt_pt: Por vezes em falta

# complicity_need_help
source: We need help
de: Wir brauchen Hilfe
es: Necesitamos ayuda
fr: On a besoin d'aide
it: Abbiamo bisogno di aiuto
nl: We hebben hulp nodig
pt_br: Precisamos de ajuda
pt_pt: Precisamos de ajuda
